"about an hour ago" = "Hace aproximadamente una hora";

"%d seconds ago" = "Hace %d segundos";

"M/d/yy" = "d/M/yy";

"%d of %d" = "%d de %d";

"Are you sure you want to cancel?" = "¿Seguro que quieres cancelar?";

"Send" = "Enviar";

"yyyy" = "yyyy";

"Showing %@ Photos" = "Mostrando %@ fotos ";

"Unable to load this photo set." = "No se puede cargar este conjunto de fotos.";

"This photo set contains no photos." = "Este conjunto no contiene ninguna foto.";

"EEE h:mm a" = "EEE, HH:mm";

"Showing %@ of %@ Photos" = "Mostrando %@ de %@ fotos";

"%d minutes ago" = "Hace %d minutos";

"Open in Safari" = "Abrir en Safari";

"EEEE, LLLL d, YYYY" = "EEEE, d LLLL, YYYY";

"Sending..." = "Enviando...";

"just a moment ago" = "Hace un momento";

"Yesterday" = "Ayer";

"Alert" = "Alerta";

"No Internet Connection" = "No hay conexión a Internet";

"Today" = "Hoy";

"Sorry, there was an error." = "Lo sentimos, se ha producido un error.";

"Updating..." = "Actualizando...";

"%d hours ago" = "Hace %d horas";

"To:" = "Para:";

"No Photos" = "No hay fotos";

"Search" = "Buscar";

"Ok" = "Aceptar";

"Connection Timed Out" = "La conexión ha caducado";

"h:mm a" = "h:mm a";

"No" = "No";

"Error" = "Error";

"Subject:" = "Asunto:";

"New Message" = "Nuevo mensaje";

"MMMM" = "MMMM";

"EEEE" = "EEEE";

"about a minute ago" = "Hace aproximadamente un minuto";

"OK" = "Aceptar";

"Photo" = "Foto";

"See All" = "Ver todo";

"Load More Photos..." = "Cargar más fotos...";

"MMM d h:mm a" = "d MMM, HH:mm";

"Done" = "Hecho";

"MMMM d" = "d MMMM";

"Cancel" = "Cancelar";

"Yes" = "Sí";

"Loading..." = "Cargando...";

"Connection Error" = "Error de conexión";
